{
    "data": [
        {
            "title": "Технологии",
            "dateStart": 1980,
            "dateEnd": 1986,
            "items": [
                {
                    "id": "101",
                    "text": "Ричардом Террилом с помощью фотосъёмок, сделанных космическим аппаратом Вояджер 1, был открыт спутник Сатурна Атлас.",
                    "date": 1980
                },
                {
                    "id": "102",
                    "text": "Запуск советского космического корабля «Союз-39», на борту которого совершил первый полёт монгольский космонавт Жугдэрдэмидийн Гуррагча.",
                    "date": 1981
                },
                {
                    "id": "103",
                    "text": "Компания Toshiba выпустила свой первый персональный компьютер — Toshiba T100",
                    "date": 1982
                },
                {
                    "id": "104",
                    "text": "Sega выпустила в Японии персональный компьютер SC-3000 и игровую консоль SG-1000",
                    "date": 1983
                },
                {
                    "id": "105",
                    "text": "В 1984 году Apple представила миру Macintosh — первый успешный компьютер с графическим пользовательским интерфейсом",
                    "date": 1984
                },
                {
                    "id": "106",
                    "text": "Commodore выпустила персональный компьютер Amiga.",
                    "date": 1985
                },
                {
                    "id": "105",
                    "text": "Nintendo выпустила периферийное устройство Family Computer Disk System для приставки Famicom, использующее в качестве носителя двухсторонние дискеты Famicom Disk.",
                    "date": 1986
                }
            ]
        },
        {
            "title": "Кино",
            "dateStart": 1987,
            "dateEnd": 1991,
            "items": [
                {
                    "id": "201",
                    "text": "Хищник / Predator. США. Ужасы. Режиссёр: Джон Мактирнан",
                    "date": 1987
                },
                {
                    "id": "202",
                    "text": "Крепкий орешек / Die Hard. США. Боевик. Режиссёр: Джон Мактирнан",
                    "date": 1988
                },
                {
                    "id": "203",
                    "text": "Индиана Джонс и последний крестовый поход / Indiana Jones and the Last Crusade. США. Приключения. Режиссёр: Стивен Спилберг",
                    "date": 1989
                },
                {
                    "id": "204",
                    "text": "Один дома / Home Alone. США. Комедия. Режиссёр: Крис Коламбус",
                    "date": 1990
                },
                {
                    "id": "205",
                    "text": "Терминатор 2: Судный день / Terminator 2: Judgment Day. США. Фантастика. Режиссёр: Джеймс Кэмерон",
                    "date": 1991
                }
            ]
        },
        {
            "title": "Литература",
            "dateStart": 1992,
            "dateEnd": 1997,
            "items": [
                {
                    "id": "301",
                    "text": "Белые против красных. Судьба генерала Антона Деникина. Лехович Дмитрий. Год: 1992. Издание: Воскресенье. Жанр: История",
                    "date": 1992
                },
                {
                    "id": "302",
                    "text": "Меч и радуга. Симонс Мэделайн. Год: 1993. Издание: Северо-Запад. Жанр: Фантастика",
                    "date": 1993
                },
                {
                    "id": "303",
                    "text": "Позы спящего. Ночной язык тела. Данкелл Самюэл. Год: 1994. Издание: Елень, Арника. Жанр: Психология",
                    "date": 1994
                },
                {
                    "id": "304",
                    "text": "Итальянское Возрождение. Проблемы и люди. Баткин Л.М.. Год: 1995. Издание: РГГУ. Жанр: Искусство",
                    "date": 1995
                },
                {
                    "id": "305",
                    "text": "Сочинения по истории России. Миллер Г.Ф. Год: 1996. Издание: Наука. Жанр: История",
                    "date": 1996
                },
                {
                    "id": "306",
                    "text": "Пираты `Грома`. Чалкер Джек. Год: 1997. Издание: АСТ. Жанр: Фантастика",
                    "date": 1997
                }
            ]
        },
        {
            "title": "Театр",
            "dateStart": 1999,
            "dateEnd": 2004,
            "items": [
                {
                    "id": "401",
                    "text": "Премьера балета «Золушка» в постановке Жан-Кристофа Майо[англ.], сценография Эрнеста Пиньона (Балет Монте-Карло, Золушка — Орели Шефер[фр.], Фея — Бернис Коппьетерс[англ.]).",
                    "date": 1999
                },
                {
                    "id": "402",
                    "text": "«Потерянные в звёздах» по пьесе Ханоха Левина «Торговцы резиной» в постановке Г. Дитятковского, «Театр на Литейном»",
                    "date": 2000
                },
                {
                    "id": "403",
                    "text": "Премьера балета «Зажги красный фонарь», либретто и постановка Чжан Имоу по мотивам одноимённого фильма, композитор Чэнь Циган, хореография Ван Синьпэн и Ван Юаньюан, Китайский национальный балет, Пекин.",
                    "date": 2001
                },
                {
                    "id": "404",
                    "text": "Театр Юного Зрителя им. А. Брянцева возглавил Григорий Козлов.",
                    "date": 2002
                },
                {
                    "id": "405",
                    "text": "В Москве прошли V Международный театральный фестиваль имени А. П. Чехова и Международный театрально-телевизионный фестиваль «Молодость века»",
                    "date": 2003
                },
                {
                    "id": "406",
                    "text": "2 октября в Московском драматическом театре им. А. С. Пушкина поставлен спектакль «Кот в сапогах» Ш.Перро.",
                    "date": 2004
                }
            ]
        },
        {
            "title": "Спорт",
            "dateStart": 2006,
            "dateEnd": 2014,
            "items": [
                {
                    "id": "501",
                    "text": "Баскетбольный клуб ЦСКА стал победителем национального первенства России.",
                    "date": 2006
                },
                {
                    "id": "502",
                    "text": "Россия выиграла Кубок Хопмана, обыграв в финале Испанию с общим счётом 2:1.",
                    "date": 2007
                },
                {
                    "id": "503",
                    "text": "Московский ЦСКА стал победителем Евролиги 2007/2008.",
                    "date": 2008
                },
                {
                    "id": "504",
                    "text": "20 октября — казанский «Рубин» в матче группового раунда футбольной Лиги чемпионов УЕФА одержал сенсационную выездную победу над испанской «Барселоной».",
                    "date": 2009
                },
                {
                    "id": "505",
                    "text": "Победителем Лиги Европы УЕФА стал Флаг Испании «Атлетико Мадрид»",
                    "date": 2010
                },
                {
                    "id": "506",
                    "text": "20 февраля — Российские бобслеисты впервые в истории стали чемпионами мира",
                    "date": 2011
                },
                {
                    "id": "507",
                    "text": "18 марта — 25 ноября — Этапы Гран-При в Формуле 1. Себастьян Феттель стал чемпионом мира «Формулы-1» в третий раз.",
                    "date": 2012
                },
                {
                    "id": "508",
                    "text": "17 февраля — сборная Норвегии по биатлону установила рекорд чемпионатов мира по биатлону, выиграв 8 из 11 золотых медалей",
                    "date": 2013
                },
                {
                    "id": "508",
                    "text": "Женская сборная России по хоккею заняла шестое место на олимпийском турнире, мужской коллектив стал пятым.",
                    "date": 2014
                }
            ]
        },
        {
            "title": "Наука",
            "dateStart": 2015,
            "dateEnd": 2022,
            "items": [
                {
                    "id": "401",
                    "text": "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
                    "date": 2015
                },
                {
                    "id": "402",
                    "text": "4 марта — телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11",
                    "date": 2016
                },
                {
                    "id": "403",
                    "text": "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi",
                    "date": 2017
                },
                {
                    "id": "404",
                    "text": "29 января — опубликована работа, в которой уточнены границы палеопротерозойской тектоно-магматической паузы",
                    "date": 2018
                },
                {
                    "id": "405",
                    "text": "15 мая — содержание CO2 в атмосфере Земли достигло 415 миллионных долей, что является максимальным уровнем за 2 миллиона лет",
                    "date": 2019
                },
                {
                    "id": "406",
                    "text": "25 апреля — группа энтузиастов из Lost Apple Project сообщила, что за осень 2019 года им удалось найти 10 сортов яблонь считавшихся утраченными",
                    "date": 2020
                },
                {
                    "id": "407",
                    "text": "6 января — в Китае развёрнута первая в мире интегрированная сеть квантовой связи",
                    "date": 2021
                },
                {
                    "id": "408",
                    "text": "7 февраля- медики из Тель-Авивского университета впервые создали имплантаты человеческого спинного мозга для лечения паралича.",
                    "date": 2022
                }
            ]
        }
    ]
}
